[
  {
    "id": "66439865-b897-4088-b298-4d41201706d3",
    "section": "Floating in the Stream",
    "tags": [],
    "content": "Colton wants McDonalds",
    "date": "2025-07-11"
  },
  {
    "id": "1f0c0c5a-5f39-4756-887f-3d1d0d838f01",
    "section": "Floating in the Stream",
    "tags": [
      "test"
    ],
    "content": "test entry?",
    "date": "2025-07-11"
  },
  {
    "id": "1b50d658-b337-480d-bb8e-5df78bbfc3c3",
    "date": "2025-07-10",
    "section": "Floating in the Stream",
    "tags": [
      "Remember this",
      "do this",
      "don't forget"
    ],
    "content": "Colton's before and after daycare forms! In your email! Do dem! Ahlso, the resume thing for the employment place. get hoppin!"
  },
  {
    "id": "391ff5ce-d6d4-4309-8400-5b45fd0117e4",
    "date": "2025-06-30",
    "section": "Floating in the Stream",
    "tags": [],
    "content": "testy zesty"
  },
  {
    "id": "c78665d7-8a9c-45f5-97e1-d30b1a5339e3",
    "date": "2025-07-08",
    "section": "Floating in the Stream",
    "tags": [],
    "content": "It's been a bit of time, well, awhile since I've added anything to the stream - but that's because I'm working on getting the calendar to work!! Why can't live listening servers be easier??"
  },
  {
    "id": "36b4abe5-1d12-40c8-a318-34a82e52656f",
    "date": "2025-07-01",
    "section": "Floating in the Stream",
    "tags": [],
    "content": "Challenge overcome! It took me a bit to figure out why posts were able to be edited and such, but not deleted - turns out it was a DKMS server thing to do with my wi-fi card? Anyways, moving forward, check the actual hardware settings BEFORE dying over the intensity of the code. All is well. Colton calls."
  },
  {
    "id": "170744e8-106e-48f6-9da9-d594613e4963",
    "date": "2025-06-30",
    "section": "Gaming",
    "tags": [],
    "content": "Well, we'll see how things go with all of the updates and tweaks and stuff. It's starting to feel more and more like a real page!"
  },
  {
    "id": "a9ae64e2-4f55-422a-8663-593c059764ad",
    "date": "2025-06-30",
    "section": "Floating in the Stream",
    "tags": [],
    "content": "Well, I made some tweaks to the entry site. But, you know, just because the entry site is a work in progress doesn't mean that I can't use it! That's the whole point of it, kind of a growing archive. \nSo, now, I'm going to take a break from growing this project and maybe work on a little sign for Colton's store. Inkscape looks to be the right place to start for that. I am getting to go out with Colin's mom at 1pm though, so in about 20 minutes. She's going to take Colton and I out for a little road trip to Lakefield! I could use some more caffiene before I go but....\nYeah, I think I'm gonna go make some tea. A happy brain is better than a coping brain. Anyways, that's what's been up, and away we go!"
  },
  {
    "id": "0aa278c2-e3e8-4006-8b3f-1b799d3b6ae6",
    "date": "2025-06-29",
    "content": "Believe it or not,\nit exists,\nwithout your permission\nor your approval",
    "tags": [
      "reflection"
    ],
    "section": "Floating in the Stream"
  },
  {
    "id": "ad2304d9-4713-4c41-ab1d-e6a35fd0950a",
    "date": "2025-06-29",
    "content": "Tried my hand at coding.\nDidn't crash anything. Yet.",
    "tags": [
      "life-update"
    ],
    "section": "Floating in the Stream"
  },
  {
    "id": "fe3926fb-6c8c-4788-b4c5-2edbfa1dc1a5",
    "date": "2025-06-29",
    "content": "This is the first time I'm trying to write code for any sort of digital web page, let's see how it goes.\n \n So far it seems to be going well. I've created a page from scratch and centered it, added a cute font colour too. One thing that really seems to bug me is the way CSS has its brackets everywhere, and also the necessary spelling of the word \"color\". It's not color. It's colour. \n \n For now, I think this is a good enough beginning. The first draft's job is to exist, so by creating something, the job has been done. Steps are being taken, and who knows, maybe I'll look back at this one day and it'll be the point of a beginning! \n \n We've jumped in it now, and there's no stopping. Welcome to my Stream of Conshushness.",
    "tags": [
      "life-update"
    ],
    "section": "Floating in the Stream"
  },
  {
    "id": "50723d3f-d699-46ca-a48c-d2250de9de34",
    "date": "2025-06-30",
    "content": "Holy fuck did I do it? Did I just make something completely functional and writable? Without subscribing to anything? The fuck? If this shows up then.. it did work. It is also 3:30 am.",
    "tags": [],
    "section": "Floating in the Stream"
  }
]